Repository: babyyodadev/rmse-vat-results
Catalog: languages/*.po
Languages: de

source: Handball VAT Results ClubAPI Integration
de: Handball VAT Resultate Integration (ClubAPI)

source: Reads and actualizes results and rankings directly via VAT interface
de: Liest und aktualisiert Resultate und Ranglisten direkt via das VAT API.

source: Date / Time
de: Datum / Zeit

source: Type
de: Typ

source: Home
de: Heim

source: Guest
de: Gast

source: Venue
de: Halle

source: Result
de: Resultat

source: No games loaded!
de: Keine Spiele geladen!

source: Spectators
de: Zuschauer

source: Rank
de: Rang

source: G
de: Sp

source: W
de: S

source: D
de: U

source: L
de: N

source: Pts
de: Pkt

source: Team could not be loaded!
de: Team konnte nicht geladen werden!

source: VAT Results Settings
de: Einstellungen VAT API

source: Username VAT
de: Benutzername VAT

source: Password VAT
de: Passwort VAT

source: You need to configure the plugin, all information can be found in VAT (https://vat.handball.ch) - assuming you have the rights else someone else in the club can give them.
de: Sie müssen das Plugin konfigurieren, alle Informationen finden Sie im SHV VAT (https://vat.handball.ch) – vorausgesetzt, Sie haben die Rechte, sonst kann Ihnen die jemand anderes im Verein geben.

source: Club Info could not be retrieved, response code %s
de: Club Info konnte nicht geladen werden, Rückgabewert %s

source: No teams loaded yet
de: Es wurden noch keine Teams geladen

source: --- Choose a team
de: — Wählen Sie ein Team aus

source: Next Games / Last Results of the club
de: Nächste Spiele / Letzte Resultate des Clubs

source: Choose how many elements (last results and next games) should be displayed. 0 or less means it will not be shown at all. Will add a preview in a future version.
de: Wählen Sie, wie viele Elemente (Resultate und Spielplan) angezeigt werden sollen. Bei 0 oder weniger wird nichts angezeigt.

source: Last Results
de: Letzte Resultate

source: Scheduled Games
de: Geplante Spiele

source: Date Format
de: Datumsformat

source: Show Header?
de: Zeige Kopfzeile?

source: Show game type?
de: Zeige Spieltyp?

source: Show Venue?
de: Zeige Halle?

source: Show Results?
de: Zeige Resultate?

source: Show Logos?
de: Zeige Logos?

source: Show Team Names?
de: Zeige Teamnamen?

source: Logo Size
de: Logogrösse

source: Show Halftime Result?
de: Zeige Halbzeit-Resultat?

source: Show Spectators?
de: Zeige Zuschauer?

source: Ranking of a team's group
de: Rangliste der Gruppe des Teams

source: Choose the team and whether headers should be displayed as well as whether the HTML from the tanking should be shown
de: Wähle die anzuzeigenden Informationen aus.

source: Show Logo?
de: Zeige Logo?

source: Promotion Team
de: Aufstiegskandidat

source: Promotion Candidate
de: Teilnehmer Aufstiegsrunde

source: Midfield Team
de: Mittelfeld-Team

source: Our own team
de: Eigenes Team

source: Relegation Candidate
de: Abstiegsrunden-Teilnehmer

source: Relegation
de: Direktabsteiger

source: Long Description of the mode of this ranking
de: Der Modus wie er vom SHV übermittelt wird

# block title
source: Club Games and Results
de: Club Spiele und Resultate

# block description
source: Show the next games / last results of the club as a whole
de: Zeigt die nächsten Spiele und letzten Resultate des gesamten Clubs

# block title
source: Highlight of the next game
de: Highlight des nächsten Spiel

# block description
source: Show a highlight of the next game
de: Highlight des nächsten Spiel eines bestimmten Teams

# block title
source: Highlight of the last results
de: Highlight des letzten Resultats

# block description
source: Show a highlight of the last result
de: Highlight des letzten Resultats eines Teams

# block title
source: Team Ranking
de: Rangliste

# block description
source: Show Ranking of the team and the general information
de: Zeige die Rangliste des Teams sowie die Modus-Informationen

# block title
source: Team Schedule
de: Spielplan Team

# block description
source: Show the schedule and last results of a team
de: Zeige Resultate und geplante Spiele eines Teams
